{
  "name": "Thornwood",
  "kind": "werewolf",
  "sheet": {
    "title": "The Keeper of the Wilds",
    "age": "27",
    "family": "Thornwood's mother, a powerful witch, was his only family. She passed her knowledge of magic and druidic lore to him, ensuring he would be the one to continue her legacy. His mother was also known as the Keeper of the Wilds.",
    "occupation": "Thornwood is the leader of a small group of druid-magicians who seek to protect the balance of the natural world from threats both human and supernatural. He uses his knowledge of both druidic magic and sorcery to aid his community.",
    "physical_appearance": "Thornwood stands at a height of 5'10\" and has an athletic build. He has dark, piercing eyes that seem to hold the secrets of the forest. His skin is dark and often tanned from his extensive time in the wild. He has a short, dark beard and his hair, a mix of black and gray, is often tousled and winds around his face. He is known for his silver-studded staff with a wolf's head at the top, which serves as both his weapon and a magical aid.",
    "clothing": "Thornwood dresses in a simple yet practical druid garb, including a cloak made of dark, shadowy fabric that seems to absorb light, matching his eyes. He wears a leather belt with a small pouch and a staff with a silver blade at its base, often seen with an enchanted wolf's head.",
    "food_preferences": "Thornwood has a peculiar love for a meal that includes mushrooms, berries and honey that is infused with a unique, mystical essence, which he considers his favorite.",
    "background_story": "Thornwood, a name derived from the ancient woodland, was born into a lineage of ancient druids who were once the keepers of the sacred forest. His mother, a powerful witch, had been the last druid in her line when she passed the torch to Thornwood. He grew up in the heart of the woods, learning the ways of nature and magic. His skills as both a druid and a sorcerer have been honed through years of practice, and he is now the leader of a small group of druid-magicians who seek to protect the balance of the natural world from threats both human and supernatural.",
    "personality_traits": "Thornwood is a stoic and wise druid, deeply in touch with the natural world. He is patient, calm under pressure, and has a sharp mind, making him a valuable asset to his group. However, his solitude and intense focus can make him seem distant and reserved.",
    "quote": "The forest whispers to those who listen, and I listen well."
  }
}